tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "bash"
brew "bat"
brew "coreutils"
brew "git"
brew "grep"
brew "httpie"
brew "hub"
brew "mackup"
brew "mas"
brew "pkg-config"
brew "trash"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"

brew "composer"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "php", restart_service: true
brew "pipenv"
brew "postgresql", restart_service: true
brew "python"
brew "redis", restart_service: true

cask "1password"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "dash"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "flux"
cask "insync"
cask "java"
cask "phpstorm"
cask "pycharm"
cask "sublime-text"
cask "sip"
cask "spectacle"
cask "spotify"
cask "transmit"

mas "Amphetamine", id: 937984704
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353