tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "grep"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"

brew "go"
brew "mysql"
brew "nginx"
brew "node"
brew "postgresql"
brew "pyenv"

cask "1password"
cask "anki"
cask "dash"
cask "dropbox"
cask "font-fira-code"
cask "flux"
cask "google-chrome"
cask "insync"
cask "iterm2"
cask "spectacle"
cask "spotify"

mas "Amphetamine", id: 937984704
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
